brew "actionlint"
brew "bash-language-server"
brew "basedpyright"
brew "fd"
brew "gci"
brew "gofumpt"
brew "goimports"
brew "golangci-lint"
brew "golines"
brew "gopls"
brew "lazygit"
brew "markdownlint-cli2"
brew "marksman"
brew "prettier"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "taplo"
brew "tree-sitter-cli"
brew "typos-cli"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yamllint"
